Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Cruets of precious metal
it: Ampolle in metallo prezioso

source: Dishes not of precious metal
it: Piatti, non in metalli preziosi

source: Serving scoops [household or kitchen utensil]
it: Mestoli per servire [domestici o attrezzi da cucina]

source: Appliances for removing make-up, electric
it: Apparecchi elettrici per togliere il trucco

source: Appliances for removing make-up, non-electric
it: Apparecchi per togliere il trucco non elettrici

source: Feeding troughs for livestock
it: Mangiatoie per bestiame

source: Dessert plates
it: Piatti da dessert

source: Glass cartridges for medication, empty
it: Cartucce di vetro per medicazioni, vuote

source: Bait stations, empty, for feeding rodenticides to rodents
it: Erogatori di esche, vuoti, con rodenticidi per roditori

source: Compost containers for household use
it: Contenitori per compost per uso domestico

source: Jars for cooking grease, empty
it: Caraffe per cuocere il grasso, vuote

source: Household scouring pads
it: Pagliette per la casa

source: Serving trays made of rattan
it: Vassoi di servizio in rattan

source: Dispensers for cellulose wipes, for household use
it: Distributori di salviette di cellulosa, per uso domestico

source: Glass tubing for use in making signs
it: Tubi di vetro per cartelloni

source: Clothes drying hangers specially designed for specialty clothing
it: Stendibiancheria progettati per indumenti speciali

source: Exfoliating slippers
it: Calzettoni esfolianti

source: Wine drip collars specially adapted for use around the top of wine bottles to stop drips
it: Raccogligoccia che si adattano alla parte superiore delle bottiglie di vino per evitare la perdita di gocce

source: Plastic buckets for storing bath toys
it: Secchi di plastica per giochi per il bagno

source: Brushes for cleaning bicycle components
it: Spazzole per pulire componenti di bicicletta

source: Filters for use in cat litter pans
it: Filtri da usare in lettiere per gatti

source: Lotion containers, empty, for household use
it: Contenitori per lozioni, vuoti, per uso domestico

source: Personal dispensers for pills or capsules for domestic use
it: Dosatori personali per pillole o capsule per uso domestico

source: Non-electric wall sconces [candle holders]
it: Candelabri da muro non elettrici [portacandele]

source: Lockable non-metal household containers for food
it: Contenitori domestici chiudibili non metallici per alimenti

source: Vacuum pumps for wine bottles
it: Pompe a vuoto per bottiglie di vino

source: Training cups for babies and children
it: Vasini di addestramento per neonati e bambini

source: Insulated lids for plates and dishes
it: Coperchi isolanti per piatti

source: Insulated containers for beverage cans, for domestic use
it: Contenitori isolanti per lattine di bevande, per uso domestico

source: Cosmetic spatulas for use with depilatory preparations
it: Spatole per cosmetici da usare con prodotti depilatori

source: Tortilla presses
it: Presse per tortillas

source: Biodegradable paper pulp-based plates
it: Piatti biodegradabili a base di pasta di carta

source: Semi-finished safety glass
it: Vetro di sicurezza semilavorato

source: Neoprene zippered bottle holders
it: Contenitori per bottiglia in neoprene

source: Frames for drying and maintaining the shape of clothing items
it: Stendini per asciugare e mantenere la forma degli indumenti

source: Brushes for grooming golf putting greens
it: Spazzole per pulire il green del golf

source: Egg cups, not of precious metal
it: Portauova, non in metallo prezioso

source: Coin banks, not of precious metal
it: Salvadanai, non in metallo prezioso

source: Porcelain signboards
it: Cartelloni di porcellana

source: Water bottles for bicycles
it: Bottiglie d'acqua per biciclette

source: Coin banks of precious metal
it: Salvadanai in metallo prezioso

source: Electric make-up removing appliances
it: Apparecchi per rimuovere il trucco, elettrici

source: Sprayers for cleaning gums and teeth
it: Spray per l'igiene di gengive e denti

source: Mugs of precious metal
it: Tazze in metallo prezioso

source: Cups of precious metal
it: Tazze in metallo prezioso

source: Biodegradable trays for domestic purposes
it: Vassoi biodegradabili per uso domestico

source: Compostable trays for domestic purposes
it: Vassoi compostabili per uso domestico

source: Compostable cups
it: Tazze compostabili

source: Kitchen utensils, not of precious metal
it: Utensili da cucina, non in metallo prezioso

source: Microdermabrasion sponges for cosmetic use
it: Spugne per microdermoabrasione per uso cosmetico

source: Facial cleansing sponges
it: Spugne per la pulizia del viso

source: Pill boxes for personal use
it: Portapillole per uso personale

source: Non-electric make-up removing appliances
it: Apparecchi per rimuovere il trucco, non elettrici

source: Non-electric candelabra
it: Candelieri, non elettrici

source: Powder compacts of precious metal
it: Portacipria in metallo prezioso

source: Mangers for sheep
it: Mangiatoie per pecore

source: Mangers for horses
it: Mangiatoie per cavalli

source: Tablecloth holders
it: Blocca-tovaglia

source: Pill boxes [not for medical purposes]
it: Portapillole [non per uso medico]

source: Dishcloths for washing dishes
it: Panni da cucina per le stoviglie

source: Medicated dental floss
it: Filo interdentale medicato

source: Trays for use in fingernail polishing
it: Vassoi per l'applicazione dello smalto

source: Stencils for use when applying make-up
it: Pennelli per applicare il trucco

source: Decorative stained glass
it: Vetro decorativo colorato

source: Plastic molds for household use in making soap
it: Forme di plastica per la casa per la produzione di sapone

source: Ornamental glass spheres
it: Sfere in vetro decorative

source: Feeding troughs of metal for cattle
it: Mangiatoie di metallo per il bestiame

source: Household plastic gloves
it: Guanti di plastica per la casa

source: Holders for carving boards
it: Supporti per taglieri

source: Hard brooms
it: Spazzoloni

source: Fiberglass figurines
it: Figure in fibra di vetro

source: Disposable paperboard bakeware
it: Tegami di cartone monouso

source: Brushes for cleaning musical instruments
it: Spazzole per pulire strumenti musicali

source: Brushes for cleaning medical instruments
it: Spazzole per pulire strumenti medici

source: Brushes for use on tree bark
it: Spazzole per la corteccia di alberi

source: Brushes for parquet floors
it: Spazzole per parquet

source: Boot stretchers of wood
it: Forme di legno per calzature

source: All-purpose portable household containers
it: Contenitori multiuso portatili per la casa

source: Abrasive pads for kitchen or domestic purposes
it: Tamponi abrasivi per la cucina o per uso domestico

source: Non-electric ice cream makers
it: Gelatiere non elettriche

source: Non-electric rice cooking pots
it: Pentole per il riso non elettriche

source: Containers for ice, for household purposes
it: Contenitori per ghiaccio, per uso domestico

source: Serving trays of precious metal
it: Vassoi in metallo prezioso

source: Serving platters of precious metal
it: Piatti di portata in metallo prezioso

source: Non-electric coffee servers of precious metal
it: Caffettiere non elettriche in metallo prezioso

source: Non-electric candelabras of precious metal
it: Candelieri, non elettrici, in metallo prezioso

source: Exfoliating brushes
it: Spazzole esfolianti

source: Tortilla presses, non-electric [kitchen utensils]
it: Presse per tortillas, non elettriche [utensili da cucina]

source: Coal buckets for household use
it: Secchi per carbone per uso domestico

source: Enamelled glass, not for building
it: Vetro smaltato non per l'edilizia

source: Cruet stands
it: Ampolliere

source: Children's potties
it: Vasetti per bambini

source: Glass candlesticks
it: Candelieri in vetro

source: Jugs of precious metal
it: Brocche in metallo prezioso

source: Stemware
it: Calici

source: Decorative plates
it: Piattini decorativi

source: Coffee services, not of precious metal
it: Servizi da caffè non in metalli preziosi

source: Epergnes, not of precious metal
it: Centritavola non in metallo prezioso

source: Grill pans made of precious stone
it: Bistecchiere in pietra pregiata

source: Ice sculptures for decorative purposes
it: Sculture di ghiaccio a scopo decorativo

source: Statues of porcelain, ceramic, earthenware or glass
it: Statue in porcellana, in terracotta, in ceramica o in vetro

source: Figurines [statuettes] of porcelain, ceramic, earthenware or glass
it: Figurine [statuette] di porcellana, di ceramica, di terracotta o di vetro

source: Racks for cosmetics
it: Scaffali per cosmetici

source: Hurricane lamps (non-electrical)
it: Lampade antivento (non elettriche)

source: Shower gel dispensers
it: Dispenser di gel doccia

source: Hand towel dispensers, other than fixed
it: Distributori di salviette, non fissi

source: Fitted racks for wiping, drying, polishing and cleaning paper
it: Scaffali adattati per carta per asciugare, pulire e lucidare

source: Fitted holders for wiping, drying, polishing and cleaning paper
it: Supporti adattati per carta per asciugare, lucidare e pulire

source: Fitted dispensers for wiping, drying, polishing and cleaning paper
it: Distributori adattati per carta per asciugare, pulire e lucidare

source: Sifters [household utensils]
it: Crivelli [utensili per la casa]

source: Sieves [household utensils]
it: Setaccio [utensile per la casa]

source: Fly swatters
it: Acchiappamosche

source: Fur brushes for animals
it: Spazzole per animali

source: Cooking pots for use in microwave ovens
it: Pentole da utilizzare in forni a microonde

source: Coffee makers, non-electric
it: Caffettiere, non elettriche

source: Make-up artist belts
it: Cinture per truccatori

source: Dumpling moulds for household use
it: Stampi per tortelli per uso domestico

source: Battery-powered dental flossers
it: Fili interdentali a batteria

source: Glass stoppers for bottles
it: Tappi in vetro per bottiglie

source: Rotary washing lines
it: Linee di lavaggio rotanti

source: Refillable coffee capsules
it: Capsule di caffè ricaricabili

source: Refillable tea capsules
it: Capsule di tè ricaricabili

source: Portable dispensers for powdered milk
it: Dosatori di latte in polvere portatili

source: Brushes and other articles for cleaning, brush-making materials
it: Spazzole e altri articoli per la pulizia, materiali per fare spazzole

source: Urns made of precious metals
it: Contenitori in metalli preziosi

source: Coffee filters, non-electric
it: Filtri per il caffè non elettrici

source: Japanese style personal dining trays or stands [zen]
it: Zen [vassoi o supporti in stile giapponese per mangiare]

source: Ironing boards
it: Assi da stiro

source: Kitchen utensils of silicon
it: Utensili da cucina in silicone

source: Serving trays, not of precious metal
it: Vassoi da portata, non in metallo prezioso

source: Asparagus tongs
it: Pinze per asparagi

source: Bags [sacks] made of synthetic plastics material for bulk storage
it: Borse [sacchi] in materie plastiche sintetiche per il deposito di materiali sfusi

source: Materials for padding
it: Materiali per imbottitura

source: Non-metal strapping or tie downs
it: Cighie o fissaggi non in metallo

source: Twine made of polypropylene
it: Spago in polipropilene

source: Cables, not of metal
it: Cavi non metallici

source: Waterproof covering sheets [tarpaulins]
it: Teli di rivestimento impermeabili [tele cerate]

source: Upholstery wool [stuffing]
it: Lana per imbottitura

source: Awnings for tents
it: Verande per tende

source: Screens for protection against the wind
it: Schermi di protezione contro il vento

source: Fibres for making up into carpet tiles
it: Fibre per realizzare piastrelle di moquette

source: Grasses for upholstering
it: Erbe per imbottitura

source: Jute
it: Iuta

source: Snares [nets]
it: Lacci [trappole]

source: Non-textile bags for the transportation of materials in bulk
it: Sacchi non in tessuto per il trasporto di materiali sfusi

source: Packing [cushioning, stuffing] materials, not of rubber, plastics, paper or cardboard
it: Materie per imballaggio [imbottitura] né in gomma, né in materie plastiche, né in carta o cartone

source: Padding materials, other than of rubber or plastic for pillows
it: Materiali per imbottiture, non di gomma o plastica per guanciali

source: Silk fibers
it: Fibre di seta

source: Tents for mountaineering or camping
it: Tende da alpinismo o campeggio

source: Ceramic textile fibres
it: Fibre tessili ceramiche

source: Cords made of plastics
it: Corde in materie plastiche

source: Schappe [raw silk waste]
it: Cascami di seta [borra]

source: Plastics bags [sacks] for the transport of materials in bulk
it: Borse in plastica [sacchi] per il trasporto di materiali sfusi

source: Twine for nets
it: Fili per reti

source: Drop cloths [textile]
it: Teli protettivi [tessili]

source: Chemical fibers for textile use
it: Fibre chimiche per uso tessile

source: Plastic liners for the transport of bulk material in containers
it: Rivestimenti in plastica per il trasporto di materiali sfusi in contenitori

source: Nets for birds
it: Reti per uccelli

source: Nets for camouflage
it: Reti di mimetismo

source: Geotextile containers [bags] made of textile
it: Contenitori geotessili [borse] in tessuto

source: Bags made of textile for the storage of tents
it: Sacchi in stoffa per tende da campeggio

source: Hemp nettings
it: Reti di canapa

source: Carbon fibers [fibres] for textile use
it: Fibre di carbone per uso tessile

source: Windbreaks [screening]
it: Frangivento [schermi]

source: Half down
it: Mezze piume

source: Hoisting slings made of textile materials
it: Imbragature di sollevamento in materie tessili

source: Wadding for filtering
it: Ovatta per filtrare

source: Ropes (Non-metallic -) for handling articles
it: Funi (non metalliche) per movimentazione di articoli

source: Sacks for the storage of materials
it: Sacchi per deposito di materiali

source: Fibres being partly prepared synthetic materials for textile use
it: Fibre ovvero materiali sintetici semilavorati per uso tessile

source: Tents [not for camping]
it: Tende [non da campeggio]

source: Canopies [awnings]
it: Tettoie [tende]

source: Covers for swimming pools
it: Coperture per piscine

source: Semi-permanent canvas structures
it: Strutture in tela semi-permanenti

source: Flexible intermediate bulk containers [sacks] for transporting pulverulent materials
it: Contenitori intermedi flessibili [sacchi] per trasporto di materiali polverulenti FIBC

source: Nets for shading
it: Reti per ombreggiare

source: Tents made of textile materials
it: Tende in materiali tessili

source: Textile screens for protection against the wind
it: Schermi in tessuto per la protezione dal vento

source: Bags of textile material for use with trees
it: Borse in materiali tessili per uso con alberi

source: Binding twine made of natural textile fibres
it: Spago per legare costituiti da fibre tessili naturali

source: Hammocks
it: Amache

source: Industrial packaging containers of textile
it: Recipienti da imballaggio industriale in stoffa

source: Covers for camouflage
it: Teloni di mimetismo

source: Shorn wool
it: Tosatura

source: Fillings of synthetic foam
it: Imbottiture in schiuma sintetica

source: Protection pouches made of fabric for storing purses when not in use
it: Buste protettive in tessuto per riporre le borse non utilizzate

source: Polythene sacks for the transport of materials in bulk
it: Sacchi in politene per il trasporto di merci sfuse

source: Random packings of straw
it: Imballaggi casuali di paglia

source: Ropes (Non-metallic -) for securing articles
it: Funi (non metalliche) per fissaggio di articoli

source: Silk polyester monofilaments
it: Monofilamenti in poliesteri di seta

source: String
it: Spaghi

source: Non-textile bags for the transportation of silage in bulk
it: Sacchi non in tessuto per il trasporto di cereali sfusi

source: Padding materials made of fibrous material
it: Materiali per imbottiture in materiali in fibre

source: Semi-synthetic fibers [for textile use]
it: Fibre semi-sintetiche [per uso tessile]

source: Covers in the nature of tarpaulins for vehicles
it: Coperture sotto forma di teli per veicoli

source: Devices for securing luggage on vehicles
it: Dispositivi per il fissaggio di bagagli su veicoli

source: Strings of non-metallic materials for use in handling loads
it: Corde di materiali non metallici per la movimentazione di carichi

source: Sun screens [outdoor], of textile
it: Schermi solari [per esterni], di tessuto

source: Temporary structures made of fabrics
it: Strutture temporanee in tessuto

source: Flexible intermediate bulk containers [sacks] for transporting materials
it: Contenitori intermedi flessibili [sacchi] per trasporto di materiale sfuso FIBC

source: Polythene bags [sacks] for the storage of materials in bulk
it: Borse di polietilene [sacchi] per il deposito di materiali sfusi

source: Fibrous gaskets for ships
it: Corde per la marina

source: Acrylic fibers
it: Fibre acriliche

source: Cordage made of hemp
it: Cordame a base di canapa

source: Bags [sacks] for packaging materials in bulk
it: Borse [sacchi] per l'imballaggio di materiali sfusi

source: Non-textile bags for the bulk storage of animal foodstuffs
it: Sacchi non in tessuto per la conservazione di mangimi sfusi per animali

source: Non-textile bags for the bulk storage of materials
it: Sacchi non in tessuto per la conservazione di materiali sfusi

source: Padding materials, other than of rubber or plastic for use in restraining loads
it: Materiali per imbottiture, non di gomma o plastica per ritenuta carichi

source: Polythene sacks for the storage of materials in bulk
it: Sacchi in politene per l'immagazzinaggio di merci sfuse

source: Bags [sacks] for transportation purposes
it: Borse [sacchi] per il trasporto

source: Loose feathers
it: Piume sfuse

source: Textile bags for lifting earth
it: Borse in tessuto per sollevare terra

source: Ropes, not of metal
it: Cordami non metallici

source: Bags of textile material for use with plants
it: Borse in materiali tessili per uso con piante

source: Feathers for bedding
it: Piume per letti

source: Belts made of leather for handling loads
it: Cinghie in pelle per movimentazione di carichi

source: Polypropylene bags used for the storage [not for luggage or travel]
it: Borse di polipropilene per il deposito [non per valigeria o articoli da viaggio]

source: Canopies for use in angling
it: Tettucci per la pesca con lenza

source: Cords for hanging pictures
it: Cordoni per sospendere quadri

source: Awnings not of metal
it: Tende non di metallo

source: Sacks for the transport of materials
it: Sacchi per trasporto di materiali

source: Fibres made of synthetic material
it: Fibre in materiali sintetici

source: Straps made of plastic materials for wrapping purposes
it: Cinghie in materie plastiche per imballaggio

source: Padding materials, other than of rubber or plastic for sleeping bags
it: Materiali per imbottiture, non di gomma o plastica per sacchi a pelo

source: Cargo slings of rope or fabric
it: Cinghie per cargo in corda o tessuto

source: Cheesecloth bags for use in cooking
it: Borse in stamigna per la cucina

source: Commercial nets
it: Reti commerciali

source: Tarpaulins [not for ships]
it: Tele cerate [non per navi]

source: Coverings in the nature of tarpaulins
it: Rivestimenti sotto forma di tele cerate

source: Sails for catamarans
it: Vele per catamarani

source: Treated wool
it: Lana trattata

source: Flexible intermediate bulk containers [sacks] for transporting particulate materials
it: Contenitori intermedi flessibili [sacchi] per trasporto di materiali particolati FIBC

source: Anchoring ropes
it: Funi per ancore

source: Textile bags for merchandise packaging [envelopes, pouches]
it: Borse in tessuto per imballaggio di merci [buste, sacchetti]

source: Bark [twine] for securing plants
it: Corteccia [spago] per assicurare piante

source: Mooring cables, not of metal
it: Cavi d'ormeggio, non in metallo

source: Natural fibers
it: Fibre naturali

source: Straw for stuffing upholstery
it: Paglia per imbottitura

source: Mesh bags for storage
it: Borse di rete per deposito

source: Ropes for mountaineering
it: Corde per alpinismo

source: Lanyards for rigging
it: Cime per sartiame

source: Lashings (Non-metallic -) for binding
it: Funi (Non metalliche -) per legare

source: Load restraining straps (Non-metallic -) for use with transportable freight containers
it: Cinghie di trattenimento carichi (non metalliche) per container trasportabili per merci

source: Plastic fibers [fibres] for textile use
it: Fibre in materie plastiche per usi tessili

source: Raw fibres of carbon for textile use
it: Fibre di carbonio grezze per uso tessile

source: Fibres for making up into carpets
it: Fibre per realizzare tappeti

source: Shavings (Wood -) for use as a stuffing
it: Trucioli di legno per uso come imbottiture

source: Non-textile bags for the transportation of animal foodstuffs in bulk
it: Sacchi non in tessuto per il trasporto di mangimi sfusi per animali

source: Padding made of non woven fabrics
it: Imbottiture in stoffe non tessute

source: Cords made of textile fibres
it: Corde in fibre tessili

source: Sacks made of textile materials
it: Sacchi in materiali tessili

source: Sealable plastic bags for transporting materials in bulk
it: Borse in plastica richiudibili per il trasporto di materiali sfusi

source: Twisted cords [sash]
it: Tortiglie [fasce]

source: Plastics bags [sacks] for the storage of materials in bulk
it: Borse di plastica [sacchi] per il deposito di materiali sfusi

source: Nets for use with floating structures
it: Reti per strutture galleggianti

source: Tarpaulins made from plastics coated materials
it: Teloni in materiali rivestiti in plastica

source: Textile bags for discharging earth
it: Borse in tessuto per scaricare terra

source: Ties (Non-metallic -) for wrapping
it: Lacci (non metallici) per imballare

source: Geotextile containers [bags] made of synthetic textile materials
it: Contenitori geotessili [borse] in materiali tessili sintetici

source: Bags for storage purposes
it: Borse per magazzinaggio

source: Sacks for the storage of materials in bulk
it: Sacchi per immagazzinamento di materiali sfusi

source: Bags for the storage of tea in bulk
it: Borse per il contenimento di tè sfuso

source: Esparto grass
it: Fibre di sparto

source: Unfitted covers for boats and marine vehicles
it: Fodere non sagomate per barche e natanti

source: Cotton bags [for use in industry]
it: Borse di cotone [per uso industriale]

source: Cotton netting
it: Reti in cotone

source: Horsehair [not for textile use]
it: Crini di cavallo [non per uso tessile]

source: Tents [awnings] for caravans
it: Tende [teloni] per roulotte

source: Tents [awnings] for vehicles
it: Tende [teloni] per veicoli

source: Sails for yachts
it: Vele per yacht

source: Awnings having special filters permitting a suntan without burning
it: Teloni con filtri speciali che consentono l'abbronzatura senza ustionarsi

source: Bags for washing hosiery
it: Federe per lavare la maglieria

source: Raw or treated wool
it: Lana greggia o trattata

source: Fillings for pillows
it: Imbottiture per guanciali

source: Strapping of textile fibres with device attached for securing articles
it: Cinghie in fibre tessili con dispositivi collegati per fissaggio di articoli

source: Straps made of plastic materials for tying purposes
it: Cinghie in materie plastiche per legare

source: Non-woven textile fibres
it: Fibre tessili non tessute

source: Packaging sacks for transporting materials in bulk
it: Sacchi da imballaggio per il trasporto di materiali sfusi
